{
  "1": [
    "Halo. Namaku Miranda Rahma. Kamu bisa panggil aku Mira. Aku adalah chatbot yang bertugas untuk menjawab pertanyaanmu tentang Schematics 2018. Salam kenal ya!"
  ],
  "2": [
    "Schematics 2018 terdiri dari 4 event besar. National Logic Competition (NLC), National Programming Contest (NPC), National Seminat of Technology (NST), dan REEVA. Dipersembahkan oleh HMTC Informatika ITS."
  ],
  "3": [
    "National Logic Competition (NLC) adalah kompetisi logika terbesar se-Indonesia yang diadakan oleh HMTC Informatika ITS. NLC diadakan dengan format tim (maksimal 3 orang) siswa SMA/SMK/sederajat dan berasal dari sekolah yang sama."
  ],
  "4": [
    "National Programming Contest (NPC) adalah kompetisi pemrograman tingkat nasional. Kompetisi ini diadakan oleh HMTC Informatis ITS. NPC diadakan dengan format individu/perorangan siswa SMA/SMK/sederajat. Bahasa pemrograman yang digunakan adalah C/C++ dan Pascal."
  ],
  "5": [
    "Untuk ikut NLC, kamu tidak perlu menghafal materi. Cukup andalkan logika aja. Selain bisa dapat sertifikasi nasional, belajar untuk Tes Potensi Akademik (TPA), dan bisa dapat gratis biaya transportasi (untuk finalis), pemenang juara 1 bisa langsung diterima di Informatika ITS lho!"
  ],
  "6": [
    "Keuntungan ikut NPC kamu bisa dapat pembelajaran pemrograman yang tidak kamu dapat di SMA. Selain bisa dapat sertifikat nasional, pemenang NPC bisa langsung diterima di Informatika ITS lho!"
  ],
  "7": [
    "Contoh soal NLC:\n\n1. (X-A)(X-B)(X-C).....(X-Z)= ...\n2. Pada sebuah balapan lari, anda dibalap oleh pelari yang ada di posisi ke-2. Berada dimana posisi anda sekarang?\n3. M, V, B, M, J, S, U, ... (Apa huruf berikutnya?)"
  ],
  "8": [
    "Tenang aja. NPC menyediakan modul tutorial pemrograman C/C++ dan tutorial online buat kamu yang belum bisa coding dan pengen belajar lho! Yuk, langsung daftar di schematics.its.ac.id dan dapatkan modul tutorialnya."
  ],
  "9": [
    "NLC akan diadakan:\n\nMINGGU, 1 OKTOBER 2018\n7.00 s/d selesai\nDi Regionalnya masing-masing"
  ],
  "10": [
    "NPC akan diadakan:\n\nMINGGU, 24 OKTOBER 2018\nOnline di website schematics"
  ],
  "11": [
    "NLC:\n1. Via offline, hubungi:\nRaihan (0812345678)\nHero (0887654321)\n2. Via online, daftar melalui website + bayar melalui ATM\n*Pendaftaran ditutup tangga; 7 September 2018\nBiaya: Rp150.000/tim\n\nNPC:\n1. Via offline, hubungi:\nRaihan (0812345678)\nHero (0887654321)\n2. Via online, daftar melalui website + bayar melalui ATM\n*Pendaftaran ditutup tangga; 7 September 2018\nBiaya: Rp50.000/tim"
  ],
  "12": [
    "((KIRIM GAMBAR TIMELINE NLC))"
  ],
  "13": [
    "((KIRIM GAMBAR TIMELINE NPC))"
  ],
  "14": [
    "Biaya pendaftaran NLC adalah Rp150.000/tim ya! Semangat!"
  ],
  "15": [
    "Biaya pendaftaran NPC adalah Rp50.000/orang ya! Semangat!"
  ],
  "16": [
    "Waktu verfikasi maksimal adalah seminggu setelah tanggal pembayaran ya. Harap sabar menunggu. Terima kasih! :)"
  ],
  "17": [
    "Bagi kamu yang ingin pindah region NLC, kalian bisa ikuti prosedur ini ya.\n\n ((KIRIM GAMBAR SOP PINDAH REGION))"
  ],
  "18": [
    "Jumlah anggota kelompok NLC maksimal 3 orang. Boleh sendiri, boleh berdua, tetapi tidak boleh lebih dari tiga ya. Untuk NPC, lombanya individu alias satu orang saja."
  ],
  "19": [
    "Untuk kamu yang sertifikatnya belum turun, bisa melakukan pengajuan kembali permintaan sertifikat melalui prosedur ini ya. Terima kasih.\n\n((KIRIM GAMBAR SOP PERMINTAAN SERTIFIKAT))"
  ],
  "20": [
    "Tiker NST dan REEVA masih ada nih. Miliki segera sebelum kehabisan. Langsung kunjungi link berikut!\nhttp://schematics.its.ac.id"
  ],
  "21": [
    "((KIRIM GAMBAR TIMELINE PASCA PENYISIHAN))"
  ],
  "22": [
    "Pakaian yang dikenakan saat lomba adalah seragam putih abu-abu sekolah masing-masing ya. Semangat!"
  ],
  "23": [
    "Mohon maaf aku masih belajar :(\nMungkin kamu bisa tanya ulang dengan kalimat yang berbeda. :)"
  ]
}
